Repository: rxtech-lab/film-workflow
Catalog: film-workflow/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: "%@" and its known spelling variants will be permanently deleted.
zh_hans: “%@”及其已知拼写变体将被永久删除。

source: “%@” is stored as a draft. Publish it from My Marketplace once its cover art is in place.
zh_hans: “%@”已保存为草稿。封面就绪后，可从“我的市场”发布。

source: "%@" isn't a glossary term — it will show as written.
zh_hans: “%@”不是术语表词条，将按原样显示。

source: “%@” was added to %@.
zh_hans: “%@”已添加到 %@。

source: "%@" will be deleted. Its projects will be kept and moved to Ungrouped.
zh_hans: “%@”将被删除。其中的项目会保留并移至“未分组”。

source: "%@" will be deleted. Their paragraphs will be reassigned to the first remaining speaker.
zh_hans: “%@”将被删除。其中的段落会重新分配给第一位剩余说话人。

source: “merge captions 12 and 13”, “fix every RxLab spelling”, “split #4 so the second line isn't so long”.
zh_hans: “把第 12 和 13 条字幕合并”“把所有 RxLab 的拼写改对”“拆分 #4，别让第二行那么长”。

source: “merge captions 12 and 13”, “make the title yellow and slow the fade”, “put the narration under the video and render it”, “export the captions as SRT”.
zh_hans: “合并字幕 12 和 13”“将标题设为黄色并放慢淡出”“将旁白放在视频下方并渲染”“将字幕导出为 SRT”。

source: (not generated)
zh_hans: (未生成)

source: %@ %@ Double-click to add to this film.
zh_hans: %1$@ %2$@ 双击以添加到此影片。

source: %@ — up to date
zh_hans: %@ — 已是最新

source: %@ are installed globally and do not need adding to a film.
zh_hans: %@ 为全局安装，无需添加到影片。

source: %@ can't express inline word timings, so sentence cues will be exported instead.
zh_hans: %@ 无法表示内嵌的逐字时间，将改为导出整句字幕。

source: %@ credits
zh_hans: %@ 积分

source: %@ credits available.
zh_hans: 可用积分：%@。

source: %@ doesn't detect speakers. You can select captions in the editor and assign speakers in bulk.
zh_hans: %@ 不识别说话人。你可以在编辑器中选择字幕，批量指定说话人。

source: %@ doesn't return word timings, so narrative timings will be estimated. Azure or on-device Whisper give much better results.
zh_hans: %@ 不返回逐字时间，旁白时间轴将为估算值。使用 Azure 或本机 Whisper 效果会好得多。

source: %@ doesn't return word timings, so word-level export will be approximated.
zh_hans: %@ 不返回逐字时间，逐字导出将为近似值。

source: %@ is unavailable. Disable or remove it before exporting.
zh_hans: %@ 不可用。请在导出前停用或移除它。

source: %@ reserved for work in progress
zh_hans: %@ 已保留用于进行中的工作

source: %@ returns no word timings, so caption times will be estimated. Azure or on-device Whisper are much more accurate here.
zh_hans: %@ 不返回逐字时间，字幕时间将为估算值。此处使用 Azure 或本机 Whisper 会准确得多。

source: %@ total
zh_hans: 共 %@

source: %@ TTS is not supported yet.
zh_hans: 暂不支持 %@ 文本转语音。

source: %@ Versions
zh_hans: %@ 个版本

source: %@ will be removed from this device. You can download it again later.
zh_hans: 将从本机移除 %@。你之后可以重新下载。

source: %@, footage preview
zh_hans: %@，素材预览

source: %lld captions
zh_hans: %lld 条字幕

source: %lld changed
zh_hans: 已修改 %lld 条

source: %lld Clips Selected
zh_hans: 已选择 %lld 个片段

source: %lld couldn't be translated — run it again to retry them.
zh_hans: %lld 个未能翻译——请再次运行以重试。

source: %lld credits
zh_hans: %lld 积分

# %lld done · %lld generating in parallel
source: %1$lld done · %2$lld generating in parallel
zh_hans: 已完成 %1$lld 个 · 正在并行生成 %2$lld 个

source: %lld ms
zh_hans: %lld 毫秒

# %lld of %lld need rendering
source: %1$lld of %2$lld need rendering
zh_hans: %1$lld 个（共 %2$lld 个）需要渲染

# %lld of %lld selected
source: %1$lld of %2$lld selected
zh_hans: 已选 %1$lld / %2$lld

source: %lld placeholders aren't glossary terms — they will show as written.
zh_hans: %lld 个占位符不是术语表词条，将按原样显示。

source: %lld points
zh_hans: %lld 积分

# %lld Remotion clip%@ will be rendered first: %@
source: %1$lld Remotion clip%2$@ will be rendered first: %3$@
zh_hans: 将先渲染 %1$lld 个 Remotion 片段%2$@：%3$@

source: %lld selected
zh_hans: 已选 %lld 条

# %lld shots · %@
source: %1$lld shots · %2$@
zh_hans: %lld 个镜头 · %@

source: %lld symbols
zh_hans: %lld 个符号

source: %lld tool calls
zh_hans: %lld 次工具调用

# %lld translation%@
source: %1$lld translation%2$@
zh_hans: %lld 个翻译%@

source: %lld versions
zh_hans: %lld 个版本

source: %lld word timings
zh_hans: %lld 个字词时间点

source: %lld words
zh_hans: %lld 个字词

# %lldm %llds elapsed
source: %1$lldm %2$llds elapsed
zh_hans: 已用时 %1$lld 分 %2$lld 秒

source: %llds elapsed
zh_hans: 已用时 %lld 秒

source: 1080p and 4K render 8-second clips only.
zh_hans: 1080p 和 4K 仅渲染 8 秒片段。

source: A BCP-47 code, such as zh-Hans, es or ja.
zh_hans: BCP-47 语言代码，例如 zh-Hans、es 或 ja。

source: A fresh start
zh_hans: 重新开始

source: A generation is still running at the provider.
zh_hans: 提供商仍在进行生成。

source: A head start for your next film.
zh_hans: 让你的下一部影片更快起步。

source: A home for your film
zh_hans: 你的影片空间

source: A Major
zh_hans: A大调

source: A Minor
zh_hans: A小调

source: A world of creative assets for your next film.
zh_hans: 为你的下一部影片，探索丰富的创意素材。

source: Account
zh_hans: 账户

source: Account Not Signed In
zh_hans: 账户未登录

source: Account…
zh_hans: 账户…

source: Acoustic Guitar
zh_hans: 原声吉他

source: Active
zh_hans: 进行中

source: Add
zh_hans: 添加

source: Add a paragraph for a speaker to start building your transcript.
zh_hans: 为演讲者添加一个段落以开始构建您的文稿。

source: Add a wrong spelling
zh_hans: 添加一个错误拼写

source: Add an endpoint, API key, and model to use this engine.
zh_hans: 添加端点、API 密钥和模型以使用此引擎。

source: Add an endpoint, key and model in Settings › AI Provider.
zh_hans: 请在“设置 › AI 提供方”中填写接口地址、密钥和模型。

source: Add Audio
zh_hans: 添加音频

source: Add Captions
zh_hans: 添加字幕

source: Add captions for this narration to the timeline, ready to transcribe
zh_hans: 将此旁白的字幕添加到时间线，准备转录

source: Add Captions to Timeline
zh_hans: 将字幕添加到时间线

source: Add Clip
zh_hans: 添加片段

source: Add Credits
zh_hans: 添加积分

source: Add Credits…
zh_hans: 添加积分…

source: Add effect
zh_hans: 添加效果

source: Add Images
zh_hans: 添加图片

source: Add Language…
zh_hans: 添加语言…

source: Add Lyric Section
zh_hans: 添加歌词段落

source: Add lyric sections to include lyrics in your song.
zh_hans: 添加歌词段落以在您的歌曲中包含歌词。

source: Add Marketplace Item
zh_hans: 添加市场项目

source: Add Reference Images
zh_hans: 添加参考图像

source: Add sections above to define your song structure.
zh_hans: 在上方添加段落以定义您的歌曲结构。

source: Add Shot
zh_hans: 添加镜头

source: Add Speaker
zh_hans: 添加演讲者

source: Add Term
zh_hans: 添加术语

source: Add this item to the film in front
zh_hans: 将此项目添加到当前影片

source: Add to Film
zh_hans: 添加到影片

source: Add to Folder
zh_hans: 添加到文件夹

source: Add Track
zh_hans: 添加轨道

source: Add your own chat model
zh_hans: 添加你自己的聊天模型

source: Added to Film
zh_hans: 已添加到影片

source: Adding a track…
zh_hans: 正在添加轨道…

source: Adding captions…
zh_hans: 正在添加字幕…

source: Adding to the library…
zh_hans: 正在添加到资料库…

source: Adds a second chat engine to the agent window and the caption AI tasks, billed by that provider rather than your credits. Works with OpenAI, Azure OpenAI, OpenRouter, Ollama, LM Studio, etc. Image, speech, music, transcription and video always run on your subscription. Leave it empty to use the subscription alone.
zh_hans: 为代理窗口和字幕 AI 任务添加第二个聊天引擎，由该提供商计费而不是扣除你的积分。支持 OpenAI、Azure OpenAI、OpenRouter、Ollama、LM Studio 等。图像、语音、音乐、转录和视频始终使用你的订阅。留空则仅使用订阅。

source: Adults only
zh_hans: 仅限成人

source: Advanced definition
zh_hans: 高级定义

source: Agent
zh_hans: 代理

source: Agent Activity
zh_hans: 代理活动

source: Aggressive
zh_hans: 激进

source: agreement
zh_hans: 同意

source: AI model
zh_hans: AI 模型

source: AI Provider
zh_hans: AI 服务商

source: AI review
zh_hans: AI 审阅

source: AI review failed
zh_hans: AI 审阅失败

source: Align with Original Audio
zh_hans: 与原始音频对齐

source: Aligning to your script…
zh_hans: 正在与您的脚本对齐…

source: Alignment
zh_hans: 对齐方式

source: Alignment confidence: %lld%%
zh_hans: 对齐置信度：%lld%%

source: All
zh_hans: 全部

source: All %@
zh_hans: 全部%@

source: All %lld rendered for this size
zh_hans: 此尺寸的全部 %lld 个已渲染

source: All Categories
zh_hans: 所有类别

source: All interfaces (0.0.0.0)
zh_hans: 所有网络接口 (0.0.0.0)

source: All Items
zh_hans: 全部项目

source: All words
zh_hans: 全部字词

source: Allow all
zh_hans: 全部允许

source: Almost there
zh_hans: 快完成了

source: amazement
zh_hans: 惊讶

source: Ambient
zh_hans: 氛围

source: An audio file carries no captions.
zh_hans: 音频文件不包含字幕。

source: An unknown error occurred.
zh_hans: 发生未知错误。

source: animation
zh_hans: 动画

source: Answer a few questions. Get a first cut.
zh_hans: 回答几个问题，获得初剪。

source: API key
zh_hans: API 密钥

source: Apple Intelligence
zh_hans: Apple 智能

source: Apple Intelligence is still downloading its model. Try again shortly.
zh_hans: Apple 智能正在下载模型，请稍后再试。

source: Apple Intelligence isn't available right now.
zh_hans: 当前无法使用 Apple 智能。

source: Apple Intelligence runs on device and cannot call tools, so it can answer questions but not change your projects. Caption edits are the exception — it can still propose those.
zh_hans: Apple Intelligence 在设备上运行，无法调用工具，因此可以回答问题，但不能修改你的项目。字幕编辑是例外——它仍可以提出编辑建议。

source: Apple Intelligence stays on device. The other backends use your provider settings or a CLI you already have installed.
zh_hans: Apple Intelligence 在设备端运行。其他后端使用您的服务商设置，或已安装的命令行工具。

source: Apple Intelligence stays on device. The others use your RxFilm subscription, your own OpenAI-compatible endpoint, or a CLI you already have installed.
zh_hans: Apple Intelligence 保留在设备上运行。其他引擎使用你的 RxFilm 订阅、你自己的 OpenAI 兼容端点，或已安装的命令行工具。

source: Apple Translation
zh_hans: Apple 翻译

source: Apple's engine can't be given the glossary, so these captions won't pick up later changes to a term's translation. Use an AI model if you want them to.
zh_hans: 无法将术语表提供给 Apple 的引擎，因此这些字幕不会跟随术语翻译之后的更改。如果需要此功能，请使用 AI 模型。

# Applied %lld change%@.
source: Applied %1$lld change%2$@.
zh_hans: 已应用 %1$lld 项更改%2$@。

# Applied %lld of %lld.
source: Applied %1$lld of %2$lld.
zh_hans: 已应用 %1$lld/%2$lld。

source: Applies only to runs of text with no sentence punctuation. Commas never split a caption.
zh_hans: 仅适用于没有句末标点的连续文字。逗号绝不会拆分字幕。

source: Apply %@
zh_hans: 应用 %@

source: Apply a template to a new sequence in your current film, then refine the edit.
zh_hans: 在当前影片的新序列中应用模板，再继续完善剪辑。

source: Apply Caption Style
zh_hans: 应用字幕样式

source: Apply immediately
zh_hans: 立即应用

source: Apply to %lld Clips on the Timeline
zh_hans: 应用到时间线上的 %lld 个片段

source: Apply to the Clip on the Timeline
zh_hans: 应用到时间线上的片段

source: Applying the template…
zh_hans: 正在应用模板…

source: Arabic
zh_hans: 阿拉伯

source: Archiving the composition and rendering its first frame.
zh_hans: 正在归档合成并渲染其第一帧。

source: Arrange footage, sound and captions on your timeline.
zh_hans: 在时间线上安排素材、声音和字幕。

source: Arranging the timeline…
zh_hans: 正在整理时间线…

source: Ask for a change…
zh_hans: 说出你想改什么…

source: Ask for changes in plain language.
zh_hans: 用日常语言说出你想改什么。

source: Ask the agent to do the work
zh_hans: 让智能体代您完成工作

source: Aspect Ratio
zh_hans: 宽高比

source: Assign Speaker to Selection
zh_hans: 为所选内容指定说话人

source: Attribution
zh_hans: 归属

source: Audio
zh_hans: 音频

source: Audio (optional)
zh_hans: 音频（可选）

source: Audio source
zh_hans: 音频来源

source: Audio Track
zh_hans: 音频轨道

source: Authoring
zh_hans: 创作

source: Automatic
zh_hans: 自动

source: Available credits
zh_hans: 可用积分

source: Available in the caption Text Style font picker.
zh_hans: 可在字幕文本样式的字体选择器中使用。

source: Available in the Effects & Transitions browser.
zh_hans: 可在效果与转场浏览器中使用。

source: Available models
zh_hans: 可用模型

source: Azure Speech
zh_hans: Azure 语音

source: Azure supports multiple speakers per narration.
zh_hans: Azure 支持每个旁白使用多个演讲者。

source: B Major
zh_hans: B大调

source: B Minor
zh_hans: B小调

source: Back
zh_hans: 上一页

source: Back to template selection
zh_hans: 返回模板选择

source: Background
zh_hans: 背景

source: Base port
zh_hans: 基础端口

source: Basic
zh_hans: 基础

source: Basic Info
zh_hans: 基本信息

source: Bass
zh_hans: 贝斯

source: Bb Major
zh_hans: 降B大调

source: Bb Minor
zh_hans: 降B小调

source: Bearer token
zh_hans: Bearer 令牌

source: Bilingual (original + translation)
zh_hans: 双语（原文 + 翻译）

source: Bind
zh_hans: 绑定

source: Blues
zh_hans: 蓝调

source: bored
zh_hans: 无聊

source: Boundary
zh_hans: 边界

source: Boy
zh_hans: 男孩

source: Brass
zh_hans: 铜管乐器

source: Breathy
zh_hans: 气声

source: Breezy
zh_hans: 轻快

source: Bridge
zh_hans: 桥段

source: Bright
zh_hans: 明亮

source: Brightness / Contrast
zh_hans: 亮度 / 对比度

source: Browse footage, music, sound effects, fonts, transitions, effects and Remotion prompts.
zh_hans: 浏览视频素材、音乐、音效、字体、转场、特效和 Remotion 提示词。

source: Browse footage, sounds, fonts and effects to install
zh_hans: 浏览可安装的素材、声音、字体和效果

source: Browse Marketplace templates with a video style, ordered shots and editing guidance.
zh_hans: 在市场中探索包含影像风格、分镜顺序和剪辑指导的项目模板。

source: Browse the marketplace
zh_hans: 浏览市场

source: Build
zh_hans: 递进

source: Build a new sequence
zh_hans: 创建新序列

source: Build your first sequence
zh_hans: 创建你的第一个序列

source: Building captions…
zh_hans: 正在生成字幕…

source: Building preview…
zh_hans: 正在生成预览…

source: Building your film
zh_hans: 正在构建影片

source: Builds a starting Composition.tsx from these inputs and launches Studio. Use the agent window to refine it.
zh_hans: 根据这些输入创建初始的 Composition.tsx 并启动 Studio。使用代理窗口进行完善。

source: Built from your website and your footage
zh_hans: 根据你的网站和素材生成

source: Bundling composition…
zh_hans: 正在打包合成…

source: Buy
zh_hans: 购买

source: Buy · %lld credits
zh_hans: 购买 · %lld 积分

source: Buy for %@ credits
zh_hans: 以 %@ 积分购买

source: Buy for %lld credits
zh_hans: 以 %lld 积分购买

source: Buy once, use in your films
zh_hans: 一次购买，在你的影片中使用

source: Buy this item before installing it.
zh_hans: 安装前请先购买此项目。

source: By character count
zh_hans: 按字符数拆分

source: C Major
zh_hans: C大调

source: C Minor
zh_hans: C小调

source: Calm
zh_hans: 平静

source: Cancel
zh_hans: 取消

source: Cancel rendering?
zh_hans: 取消渲染？

source: Caption
zh_hans: 字幕

source: Caption AI
zh_hans: 字幕 AI

source: Caption edits
zh_hans: 字幕编辑

source: Caption edits from AI arrive here as proposals you can accept or reject one by one.
zh_hans: AI 提出的字幕修改会以建议形式显示在这里，您可以逐条接受或拒绝。

source: Caption generation failed
zh_hans: 字幕生成失败

source: Caption length
zh_hans: 字幕长度

source: Caption Project Unavailable
zh_hans: 字幕项目不可用

source: Caption provider
zh_hans: 字幕服务

source: Caption Setup
zh_hans: 字幕设置

source: Caption Style
zh_hans: 字幕样式

source: Caption text is empty.
zh_hans: 字幕内容为空。

source: Caption text stays exactly as you wrote it.
zh_hans: 字幕文字将与您撰写的内容完全一致。

source: Caption Track
zh_hans: 字幕轨道

source: Captions
zh_hans: 字幕

source: Captions are timed by the speech service but always use your exact wording, and speakers come from the list above. They appear in the Caption tab, where you can edit them and export VTT, SRT or plain text.
zh_hans: 字幕的时间轴由语音服务生成，但文字始终使用您的原文，说话人取自上方列表。生成后会出现在“字幕”标签页中，您可在此编辑并导出 VTT、SRT 或纯文本。

source: Captions from a narration use the speech service for timings only — the text stays exactly as you wrote it, and speakers come from your narrative.
zh_hans: 基于旁白生成的字幕仅使用语音服务获取时间轴——文字与您撰写的内容完全一致，说话人取自您的旁白项目。

source: Captions ready
zh_hans: 字幕已就绪

source: Casual
zh_hans: 休闲

source: Categories
zh_hans: 分类

source: Categories belong to one kind, so this one only shows up for %@.
zh_hans: 类别属于某个类型，因此此类别仅显示在 %@ 下。

source: Cello
zh_hans: 大提琴

source: Change caption
zh_hans: 切换字幕

source: Change Caption Language
zh_hans: 更改字幕语言

source: Change Caption Style
zh_hans: 更改字幕样式

source: Change Location…
zh_hans: 更改位置…

source: Change Sequence Settings
zh_hans: 更改序列设置

source: Chat model
zh_hans: 聊天模型

source: Check for Updates...
zh_hans: 检查更新…

source: Check Terms…
zh_hans: 检查术语…

source: Chinese
zh_hans: 中国风

source: Choose a caption project from the sidebar or create a new one.
zh_hans: 从侧边栏选择一个字幕项目，或新建一个。

source: Choose a caption project from the sidebar.
zh_hans: 从侧边栏选择一个字幕项目。

source: Choose a category
zh_hans: 选择类别

source: Choose a chat model in Settings › AI Provider, or pick one from the engine menu below the composer.
zh_hans: 请在“设置 › AI 提供方”中选择对话模型，或在输入框下方的引擎菜单中选择一个。

source: Choose a location
zh_hans: 选择位置

source: Choose a Marketplace Item
zh_hans: 选择市场项目

source: Choose a Narration
zh_hans: 选择旁白

source: Choose a narrative from the sidebar or create a new one.
zh_hans: 从侧边栏选择一个旁白或创建一个新的。

source: Choose a narrative from the sidebar.
zh_hans: 从侧边栏选择一个旁白。

source: Choose a project from the sidebar or create a new one.
zh_hans: 从侧边栏选择一个项目或新建一个。

source: Choose a project from the sidebar.
zh_hans: 从侧边栏选择一个项目。

source: Choose an audio file or a narration first
zh_hans: 请先选择音频文件或旁白

source: Choose an audio file or a narration you've already generated.
zh_hans: 选择一个音频文件，或已生成的旁白。

source: Choose an effect or transition
zh_hans: 选择效果或转场

source: Choose an item
zh_hans: 选择项目

source: Choose an SF Symbol for the sidebar row
zh_hans: 为侧边栏行选择 SF Symbol

source: Choose Cover…
zh_hans: 选择封面…

source: Choose File…
zh_hans: 选择文件…

source: Choose Film Footage
zh_hans: 选择影片素材

source: Choose footage version
zh_hans: 选择素材版本

source: Choose Location…
zh_hans: 选择位置…

source: Choose Preview Video…
zh_hans: 选择预览视频…

source: Choose the engine that builds your film.
zh_hans: 选择用于制作影片的引擎。

source: Choose where AI work runs
zh_hans: 选择 AI 任务的运行位置

source: Choose where to save your project and all its media.
zh_hans: 选择项目及其所有媒体的保存位置。

source: Choose…
zh_hans: 选择…

source: Choosing a language sets what one file contains. "Export Each Language…" writes them all at once, one file per language.
zh_hans: 选择语言决定单个文件的内容。“分别导出每种语言…”会一次性导出，每种语言一个文件。

source: Choosing where to break captions…
zh_hans: 正在决定字幕断句位置…

source: Chorus
zh_hans: 副歌

# Chunk %lld of %lld
source: Chunk %1$lld of %2$lld
zh_hans: 第 %1$lld/%2$lld 个分块

source: Cinematic Orchestral
zh_hans: 电影管弦乐

source: Clamp
zh_hans: 限制

source: Classical
zh_hans: 古典

source: Claude Code and Codex read a saved transcript through the app's own MCP server, so they can split and check terms from the caption editor. They can't do it during transcription, when the captions don't exist yet — that pass falls back to Apple Intelligence or an OpenAI-compatible model.
zh_hans: Claude Code 与 Codex 通过 App 自带的 MCP 服务读取已保存的字幕，因此可以在字幕编辑器中拆分字幕、检查术语。但转写过程中字幕尚未生成，它们无从读取，那一步会改用 Apple 智能或 OpenAI 兼容模型。

source: Claude Code model
zh_hans: Claude Code 模型

source: Clear
zh_hans: 清晰

source: Clear All
zh_hans: 全部清除

source: Clear all messages
zh_hans: 清除所有消息

source: Clear Menu
zh_hans: 清除菜单

source: Clear this conversation
zh_hans: 清空这段对话

source: Clear this conversation?
zh_hans: 要清空这段对话吗？

source: Click to preview, drag onto the timeline or into a library group
zh_hans: 点击预览，拖到时间线或素材库分组中

source: Clip
zh_hans: 片段

source: Clips dropped from these captions start with this style. Applying it replaces the style of every clip of these captions in the current sequence.
zh_hans: 从这些字幕拖出的片段将使用此样式。应用后会替换当前序列中这些字幕所有片段的样式。

source: Clips: %lld
zh_hans: 片段：%lld

source: Close
zh_hans: 关闭

source: Close agent activity
zh_hans: 关闭代理活动

source: Close gaps shorter than 300 ms on save
zh_hans: 保存时闭合短于 300 毫秒的间隙

source: Close Gaps Under 300 ms
zh_hans: 闭合 300 毫秒以内的间隙

source: Close item details
zh_hans: 关闭项目详情

source: Codex model
zh_hans: Codex 模型

source: Codex reasoning effort
zh_hans: Codex 推理力度

source: Collapse footage
zh_hans: 折叠素材

source: Collapsed
zh_hans: 已折叠

source: Combining the chunks into one file…
zh_hans: 正在将分段合并为一个文件…

source: Command-line agents
zh_hans: 命令行代理

source: Composing music…
zh_hans: 正在编配音乐…

source: Composition
zh_hans: 合成

# Composition is %lld × %lld @ %lldfps. Output will be %lld × %lld @ %lldfps, %@
source: Composition is %1$lld × %2$lld @ %3$lldfps. Output will be %4$lld × %5$lld @ %6$lldfps, %7$@
zh_hans: 合成为 %1$lld × %2$lld @ %3$lldfps。输出将为 %4$lld × %5$lld @ %6$lldfps，%7$@

# Composition is %lld × %lld @ %lldfps. Output will be %lld × %lld @ %lldfps.
source: Composition is %1$lld × %2$lld @ %3$lldfps. Output will be %4$lld × %5$lld @ %6$lldfps.
zh_hans: 合成为 %1$lld × %2$lld @ %3$lldfps。输出将为 %4$lld × %5$lld @ %6$lldfps。

source: Compression
zh_hans: 压缩

source: Confidence %lld%%
zh_hans: 置信度 %lld%%

source: Configure the OpenAI endpoint and API key in Settings.
zh_hans: 请在设置中配置 OpenAI 端点和 API 密钥。

source: Connect an OpenAI-compatible provider.
zh_hans: 连接 OpenAI 兼容的提供商。

source: Connect from Claude Code
zh_hans: 从 Claude Code 连接

source: Connection
zh_hans: 连接

source: Context
zh_hans: 上下文

source: Continue
zh_hans: 继续

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy into the film
zh_hans: 复制到影片

source: Copy Path
zh_hans: 复制路径

source: Could not load image at %@.
zh_hans: 无法加载位于 %@ 的图片。

source: Couldn’t add footage
zh_hans: 无法添加素材

source: Couldn’t Add to Film
zh_hans: 无法添加到影片

source: Couldn’t Connect to Server
zh_hans: 无法连接到服务器

source: Couldn’t connect to your account. Retrying automatically.
zh_hans: 无法连接到你的账户，正在自动重试。

source: Couldn’t Create a Marketplace Item
zh_hans: 无法创建市场项目

source: Couldn’t create captions
zh_hans: 无法创建字幕

source: Couldn’t edit
zh_hans: 无法编辑

source: Couldn’t finish that
zh_hans: 无法完成此操作

source: Couldn’t load the marketplace
zh_hans: 无法加载市场

source: Couldn’t load your items
zh_hans: 无法加载你的项目

source: Couldn’t Open Film
zh_hans: 无法打开影片

source: Couldn’t open the editor
zh_hans: 无法打开编辑器

source: Couldn’t play this preview. Try again.
zh_hans: 无法播放此预览。请重试。

source: Couldn’t Refresh Account
zh_hans: 无法刷新账户

source: Couldn’t Update Project Groups
zh_hans: 无法更新项目分组

source: Country
zh_hans: 乡村

source: Cover
zh_hans: 封面

source: Cover art is required before an item can be published.
zh_hans: 项目必须有封面图才能发布。

source: Cover preview
zh_hans: 封面预览

source: Create
zh_hans: 创建

source: Create a film or open an existing one. Your recent films will appear here.
zh_hans: 创建影片或打开现有影片。 你最近的影片会显示在这里。

source: Create an item, prepare its content and previews, then publish it to the marketplace.
zh_hans: 创建项目，准备其内容和预览，然后将其发布到市场。

source: Create Captions
zh_hans: 创建字幕

source: Create Composition & Start Studio
zh_hans: 创建合成并启动 Studio

source: Create Film
zh_hans: 创建影片

source: Create Item
zh_hans: 创建项目

source: Create Marketplace Item…
zh_hans: 创建市场项目…

source: Create Marketplace Template…
zh_hans: 创建市场模板…

source: Creating the film and copying in your footage.
zh_hans: 正在创建影片并复制素材。

source: Creating the sequence…
zh_hans: 正在创建序列…

source: Credential header (optional)
zh_hans: 凭据标头（可选）

source: Credential value
zh_hans: 凭据值

source: Credentials are stored in Keychain and sent only to your tile provider.
zh_hans: 凭据存储在钥匙串中，仅发送给你的地图瓦片提供商。

source: Custom…
zh_hans: 自定义…

source: Cut
zh_hans: 剪切

source: D Major
zh_hans: D大调

source: D Minor
zh_hans: D小调

source: Dark
zh_hans: 深沉

source: Default
zh_hans: 默认

source: Default (%@)
zh_hans: 默认（%@）

source: Default chat model
zh_hans: 默认聊天模型

source: Default engine
zh_hans: 默认引擎

source: Default folder
zh_hans: 默认文件夹

source: Default image model
zh_hans: 默认图像模型

source: Default models
zh_hans: 默认模型

source: Default provider
zh_hans: 默认服务

source: Default Style
zh_hans: 默认样式

source: Defaults for new projects
zh_hans: 新项目默认值

source: Delete
zh_hans: 删除

source: Delete “%@”?
zh_hans: 删除“%@”？

source: Delete %@
zh_hans: 删除 %@

source: Delete Caption
zh_hans: 删除字幕

source: Delete Clip
zh_hans: 删除片段

source: Delete Clips
zh_hans: 删除片段

source: Delete Group
zh_hans: 删除分组

source: Delete Group…
zh_hans: 删除分组…

source: Delete Image
zh_hans: 删除图像

source: Delete Narrative
zh_hans: 删除叙事

source: Delete Paragraph
zh_hans: 删除段落

source: Delete Permanently
zh_hans: 永久删除

source: Delete permanently?
zh_hans: 永久删除？

source: Delete Section
zh_hans: 删除分区

source: Delete Shortcode
zh_hans: 删除短代码

source: Delete Speaker
zh_hans: 删除说话人

source: Delete Term
zh_hans: 删除术语

source: Delete the reference image?
zh_hans: 要删除参考图像吗？

source: Delete this agent thread?
zh_hans: 删除此代理线程？

source: Delete this audio file?
zh_hans: 要删除此音频文件吗？

source: Delete this caption?
zh_hans: 删除此字幕？

source: Delete this generated image?
zh_hans: 删除此生成图像？

source: Delete this generated narrative?
zh_hans: 删除此生成叙事？

source: Delete this generated track?
zh_hans: 删除此生成音轨？

source: Delete this generated video?
zh_hans: 删除此生成视频？

source: Delete this glossary term?
zh_hans: 删除此术语表词条？

source: Delete this image?
zh_hans: 要删除此图像吗？

source: Delete this item?
zh_hans: 删除此项目？

source: Delete this lyric section?
zh_hans: 删除此歌词分区？
